{
  "about": {
    "Name": "Muhammad Munif Mehbub",
    "Occupation": "Student",
    "Class": "Nine",
    "Religion": "Islam",
    "Nationality": "Bangladeshi",
    "Country": "Bangladesh"
  },
  "articles": [
    {
      "title": "সোলায়মান (আঃ) ও তিমি",
      "body": [
        "সমগ্র পৃথিবীর বাদশাহ ছিলেন চার জন:",
        "1. হযরত সোলায়মান (আঃ)\n2. হযরত যুলকারনাইন (আঃ)\n3. নমরুদ ও\n4. ফিরাউন (ওয়ালিদ ইবন মুসআব)।",
        "হযরত সোলায়মান (আঃ) ছিলেন একজন নবি। তাঁর পিতার নাম হযরত দাঊদ (আঃ)। আল্লাহ্ তায়ালা হযরত সোলায়মান (আঃ) – কে পশুপাখি, জীন-পরী, কীটপতঙ্গের ভাষা বোঝার ক্ষমতা প্রদান করেন।",
        "> وَقَالَ يَا أَيُّهَا النَّاسُ عُلِّمْنَا مَنْطِقَ الطَّيْرِ وَأُوتِينَا مِنْ كُلِّ شَيْءٍ ۖ إِنَّ هَٰذَا لَهُوَ الْفَضْلُ الْمُبِينُ",
        "> সে (সোলায়মান) বলল : \"হে মানুষ! আমাকে পক্ষীকুলের ভাষা শিক্ষা দেওয়া হয়েছে এবং আমাকে সবকিছু (জ্ঞান) দেওয়া হয়েছে। নিশ্চয়ই এটা সুস্পষ্ট অনুগ্রহ।\" (নামল ২৭:১৬)",
        "একদা হযরত সোলায়মান (আঃ) সমগ্র সৃষ্টি জগতের একদিন রিযিকের ব্যবস্থা করার জন্য আল্লাহ্ এর অনুমতি চান। কিন্তু আল্লাহ্ হযরত সোলায়মান (আঃ) কে বললেন যে তিনি তা করতে পারবেন না। কিন্তু হযরত সোলায়মান (আঃ) হাল ছাড়লেন না। তাই আল্লাহ্ তাঁকে অনুমতি প্রদান করেন। এরপর হযরত সোলায়মান (আঃ) তাঁর অধীনস্থ সকল জীনদের সমুদ্রের পাড়ে অনেক খাবার রান্না করতে বলেন। সমুদ্র পাড় থেকে ১০০ কিলোমিটার জায়গা পর্যন্ত খাবার রান্না করা হলো। এরপর একদিন সমস্ত সৃষ্টিজগতকে নিমন্ত্রণ করে সারিবদ্ধ করা হলো। তখন হঠাৎ করে এক তিমি এসে বলল, \"আমাকে খাবার দিন,আমি খুবই ক্ষুধার্ত।\" তখন সোলায়মান (আঃ) বললেন যে,তাকে সারিতে দাঁড়াতে হবে। কিন্তু তিমি বলল, \"আমি আপনার মেহমান এবং খুবই ক্ষুধার্ত। আমি যদি ক্ষুধার জ্বালায় মৃত্যুবরণ করি তবে আল্লাহ্ আপনাকে ছাড়বেন না।\" তখন সোলায়মান (আঃ) তিমিকে খাবার দিতে বললেন। তিমিটি বলল, \"আমি মুখ খুলে রাখবো এবং যতক্ষণ মুখ বন্ধ না করি ততক্ষণ আপনার লোকেরা আমার মুখে খাবার ঢালতে থাকবে।\" তখন সোলায়মান (আঃ) বলেন, \"ঠিক আছে।\" তখন সোলায়মান (আঃ) এর লোকেরা তিমির মুখে খাবার ঢালতে থাকে। এভাবে ২০ কিলোমিটারের খাবার শেষ হয়ে যায় কিন্তু তিমির মুখ বন্ধ হয় না। এভাবে চলতে চলতে ৪০ কিলোমিটার, ৮০ কিলোমিটার এবং শেষ পর্যন্ত সকল খাবার শেষ হয়ে যায়। কিন্তু তাও তিমির মুখ বন্ধ হয় না। তখন সোলায়মান (আঃ) তিমিকে জিজ্ঞাসা করেন, \"আল্লাহ্ কী তোমাকে এর চেয়ে বেশি খাবার খাওয়ান?\" তিমি বললো, \" আল্লাহ্ আমাকে প্রতিদিন ৩ লুকমা খাবার খাওয়ান। আপনি যা খাওয়ালেন তা এর ১ লুকমারও সমান হয় নি।\" তখন সোলায়মান (আঃ) আল্লাহ্ এর মহত্ত্ব ও পবিত্রতা ঘোষণা করেন। এ কাহিনী থেকে আমরা শিখতে পারি যে, আমাদের উচিত সর্বাবস্থায় আল্লাহ্ এর শুকরিয়া আদায় করা এবং তাঁর আদেশ-নিষেধ মেনে চলা। কেননা তিনিই আমাদের সৃষ্টিকর্তা, পালনকর্তা, রিযিকদাতা ও তিনি সর্বশক্তিমান।",
        "> وَلِسُلَيْمَانَ الرِّيحَ غُدُوُّهَا شَهْرٌ وَرَوَاحُهَا شَهْرٌ",
        "> আমি বায়ুকে সোলায়মানের অধীন করেছিলাম। সে সকালে এক মাসের পথ অতিক্রম করত ও সন্ধ্যায় এক মাসের পথ অতিক্রম করত। (সাবা ৩৪:১২)"
      ],
      "slug": "সোলায়মান-ও-তিমি",
      "author": "Muhammad Munif Mehbub"
    },
    {
      "title": "Sulaiman (AS) And The Whale",
      "body": [
        "There were four kings ruled over the whole earth:",
        "1. Hazrat Solomon (AS)\n2. Hazrat Zulkarnain (AS)\n3. Nimrod and\n4. Pharaoh (Walid Ibn Musab).",
        "Solomon (AS) was a prophet. His father's name was Hazrat Dawood (AS). Allah Ta'ala gave Hazrat Solomon (AS) the ability to understand the language of animals, jinn, fairies and insects.",
        "> وَقَالَ يَا أَيُّهَا النَّاسُ عُلِّمْنَا مَنْطِقَ الطَّيْرِ وَأُوتِينَا مِنْ كُلِّ شَيْءٍ ۖ إِنَّ هَٰذَا لَهُوَ الْفَضْلُ الْمُبِينُ",
        "> He (Solomon) said: \"O people! I have been taught the language of birds and I have been taught everything\"",
        "Once upon a time, Prophet Solomon (peace be upon him) sought Allah's permission to provide for the whole world one day. But Allah told Prophet Solomon that he could not do that. But Prophet Solomon (peace be upon him) did not give up. So Allah gave him permission. Then Prophet Solomon (peace be upon him) told all the jinns under him to cook a lot of food on the sea shore.Food was cooked up to 100 km from the beach. Then one day all the creation was invited and lined up. Then suddenly a whale came and said, \"Give me food, I am very hungry.\" Then Solomon said that he should stand in line. But the whale said, \"I am your guest and very hungry. If I die of starvation, Allah will not leave you.\" Then Solomon asked the whale to feed him.The whale said, \"I will keep my mouth open and your people will continue to pour food into my mouth until I close my mouth.\" Then Solomon said, \"All right.\" Then the people of Solomon (AS) started pouring food on the mouths of the whales. In this way the food of 20 km is finished but the mouth of the whale is not closed. In this way 40 kms, 60 kms and finally all the food is gone. But the whale's mouth is not closed.Then Solomon asked the whale, \"Does Allah give you more food than this?\" The whale said, \"Allah feed me 3 lukma every day. What you have eaten is not equal to 1 lukma.\" Then Solomon proclaimed the greatness and holiness of Allah. From this story we can learn that we should always give thanks to Allah and obey His commands and prohibitions. For He is our Creator, our Lord, our Sustainer, and He is the Almighty.",
        "> وَلِسُلَيْمَانَ الرِّيحَ غُدُوُّهَا شَهْرٌ وَرَوَاحُهَا شَهْرٌ",
        "> I made the wind under Solomon. He would cross a month's journey in the morning and a month's journey in the evening"
      ],
      "slug": "sulaiman-as-and-whale",
      "author": "Muhammad Munif Mehbub"
    },
    {
      "title": "Things To Be Avoided As A Muslim",
      "body": [
        "Don't write GOD. Please write always \"Allah\". Because there is no description of GOD in the HOLY QURAN.",
        "Don't say \"Mosque\".Always say \"Masjid\".Because Islamic Organization has found that Mosque means, Mosquitoes.",
        "Don't write \"Mecca\" write always correctly \"Makkah\". Because Mecca means House of Wines.",
        "Don't write \"Mohd\" write always completely \"Muhammad\". Because Mohd means The dog with big mouth."
      ],
      "slug": "things-to-be-avoided-as-a-muslim",
      "author": "Muhammad Munif Mehbub"
    }
  ]
}
